/* 
  Localizable.strings
  OpenInTerminal

  Created by Jianing Wang on 2019/4/22.
  Copyright © 2019 Jianing Wang. All rights reserved.
*/

"general.ok" = "Tamam";
"general.cancel" = "İptal";
"general.yes" = "Evet";

"menu.open_in" = "Şununla Aç: ";
"menu.open_with_default_terminal" = "Terminal ile aç";
"menu.open_with_default_editor" = "Düzenleyici ile aç";
"menu.copy_path_to_clipboard" = "Yolu kopyala";
"menu.new_file" = "Yeni dosya";

"menu.preferences" = "Tercihler...";
"menu.quit" = "Çık";

"pref.toolbar.not_installed" = "Yüklü Değil";

"alert.pick_terminal_title" = "Şununla Aç?";
"alert.pick_terminal_description" = "Lütfen belirtilen terminallerden birini varsayılan olarak ayarlamak için seçin.";

"alert.pick_editor_title" = "Şununla Aç?";
"alert.pick_editor_description" = "Lütfen belirtilen düzenleyicilerden birini varsayılan olarak ayarlamak için seçin.";

"alert.reset_preferences_title" = "Kullanıcı Tercihlerini Sıfırla?";
"alert.reset_preferences_description" = "⚠️  Bu bütün kullanıcı tercihlerini sıfırlayacaktır.";

"toolbar.item_name" = "Terminal ile aç";
"toolbar.item_tooltip" = "Konumu terminal ile aç.";

"pref.custom.menu.installed_supported" = "Yüklünmiş Desteklenen Uygulamalar";
"pref.custom.menu.all_supported" = "Bütün Desteklenen Uygulamalar";
"pref.custom.menu.running_apps" = "Çalışan Uygulamalar";
"pref.custom.menu.manually_select" = "Elle Finder üzerinden seç";
"pref.custom.menu.manually_input" = "Elle Giriş";


